{"translation-revision-date":"2023-02-13 09:32:02+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Importing...":["Импорт..."],"Activate":["Активировать"],"First, activate another experiment.":["Сначала включите другой эксперимент."],"In order to use %1$s, first you need to activate %2$s.":["Чтобы воспользоваться %1$s, сначала нужно активировать %2$s."],"Import Without Enabling":["Импорт без включения"],"Enable and Import":["Включить и импортировать"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Если вы не включите загрузку нефильтрованных файлов, любые файлы SVG или JSON (включая lottie), используемые в загруженном шаблоне, не будут импортированы."],"Migrate to v3.0":["Переход на версию 3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Обратите внимание, что этот процесс вернет все изменения, внесенные в глобальные цвета и шрифты до обновления до версии 3.x."],"Enable Unfiltered File Uploads":["Включить загрузку любых файлов"],"Font Awesome 5 Migration":["Миграция на Font Awesome 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Я признаю, что некоторые изменения могут повлиять на мой сайт и что это действие необратимо."],"I understand that by upgrading to Font Awesome 5,":["Я понимаю, что, обновившись до Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Прежде чем включить загрузку нефильтрованных файлов, обратите внимание, что такие файлы несут в себе риск безопасности. Elementor выполняет процесс удаления возможного вредоносного кода, но риск при использовании таких файлов все же существует."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Обратите внимание, что вы переключаетесь на редактор WordPress по умолчанию. Ваша текущая структура, дизайн и содержимое могут быть утеряны."],"Continue":["Продолжить"],"Back to WordPress Editor":["Вернуться к редактору WordPress"],"Rollback to Previous Version":["Откат к предыдущей версии"],"Are you sure you want to reinstall previous version?":["Вы действительно хотите переустановить предыдущую версию?"],"Enable":["Включить"],"Cancel":["Отменить"]}},"comment":{"reference":"assets\/js\/admin.js"}}