{"translation-revision-date":"2023-02-13 09:32:02+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"What’s a Website Kit?":["Что такое набор для сайта?"],"Import a Website Kit":["Импорт набора веб-сайта"],"Export a Website Kit":["Экспорт набора веб-сайта"]," Learn more about Website Kits":["Узнайте больше о наборах для веб-сайтов"],"Upgrade Now":["Обновить сейчас"],"This kit requires new plugin installation. Unfortunately, you do not have permissions to install new plugins. Contact your site host.":["Этот набор требует установки новых плагинов. К сожалению, у вас нет прав на установку новых плагинов. Обратитесь к хостеру вашего сайта."],"Elementor Templates":["Шаблоны Elementor"],"Included":["Включено"],"Site Area":["Site Area"],"Custom Post Types":["Произвольные типы постов"],"WP Menus":["Меню WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Начните с загрузки файла и выбора деталей и плагинов, которые вы хотите применить. Если между набором и вашим текущим дизайном есть какие-либо совпадения, вы сможете выбрать, какие импортированные части вы хотите применить или проигнорировать. Как только файл будет готов, набор будет применен к вашему сайту, и вы сможете увидеть его вживую."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Чтобы превратить свой сайт в Website Kit, выберите шаблоны, контент, настройки и плагины, которые вы хотите включить. Когда все будет готово, вы получите .zip-файл, который можно импортировать на другие сайты."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Набор для сайта - это .zip-файл, содержащий все части готового сайта. Это простой способ быстро запустить сайт."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Добавьте произвольные типы постов для экспорта. Будут включены последние 20 постов каждого типа."],"No custom post types in your site...":["В вашем сайте нет произвольных типов постов..."],"Click to select custom post types":["Нажмите, чтобы выбрать произвольные типы постов"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Части этого набора дублируют шаблоны, дизайн и настройки вашего сайта. Элементы, которые вы оставите отмеченными в этом списке, заменят ваш текущий дизайн."],"Import a Website Kit to your site":["Импорт набора веб-сайта на ваш сайт"],"Importing your content, templates and site settings":["Импорт содержимого, шаблонов и настроек сайта"],"Take me there":["Отведи меня туда"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Перейдите в раздел \"Обновления\" и убедитесь, что ваши плагины обновлены до последней версии."]," Recommended:":[" Рекомендуется:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Это плагины, которые обеспечивают работу вашего набора. Вы можете отменить их выбор, но это может повлиять на функциональность вашего сайта."],"Select the plugins you want to import":["Выберите плагины, которые вы хотите импортировать"],"Not yet":["Пока нет"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Если вы приобрели, установили и активировали Elementor Pro, мы можем продолжить импорт всех частей этого сайта."],"Is your Elementor Pro ready?":["Готов ли ваш Elementor Pro?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Без Elementor Pro импорт таких компонентов, как шаблоны, виджеты и всплывающие окна, не будет работать."],"Install Elementor Pro":["Установите Elementor Pro"],"Missing Required Plugins:":["Отсутствие необходимых плагинов:"],"Plugins to add:":["Плагины для добавления:"],"Plugins you already have:":["Плагины, которые у вас уже есть:"],"Activating plugins:":["Активация плагинов:"],"All items are already selected by default. Uncheck the ones you don't want.":["По умолчанию все элементы уже выбраны. Снимите флажки с тех, которые вам не нужны."],"These are the templates, content and site settings that come with your kit.":["Это шаблоны, контент и настройки сайта, которые поставляются в наборе."],"Select which parts you want to apply":["Выберите, какие части вы хотите применить"],"If you don't include them, this kit may not work properly.":["Если вы не включите их, этот набор может работать неправильно."],"Required plugins are still missing.":["Необходимые плагины все еще отсутствуют."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Вы не можете использовать этот Website Kit, потому что он не содержит никакого контента, страниц и т.д. Попробуйте еще раз с другим файлом."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Набор веб-сайта, который вы используете, содержит плагины для функциональности, но не содержит контента, страниц и т.д."],"Note:":["Примечание:"],"You’ve imported and applied the following to your site:":["Вы импортировали и применили к своему сайту следующее:"],"See it live":["Смотрите в живую"],"There are few plugins that we couldn't install:":["Есть несколько плагинов, которые мы не смогли установить:"],"Make sure your Elementor Pro account is connected":["Убедитесь, что ваш аккаунт Elementor Pro подключен"],"Tip:":["Совет:"],"Let’s do it":["Давайте сделаем это"],"Select which of these plugins are required for this kit work.":["Выберите, какие из этих плагинов необходимы для работы данного набора."],"Export your site as a Website Kit":["Экспортируйте свой сайт в виде набора веб-сайта"],"Create Kit":["Набор для творчества"],"This file type is not allowed":["Этот тип файла не разрешен"],"Try Again":["Попробуй снова"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor не разрешено чтение или запись из этого файла. Свяжитесь с поддержкой хостинга."],"There is an error with the manifest file. Try importing again with a new kit file.":["Ошибка файла манифеста. Повторите попытку импорта с новым файлом набора."],"Install a PHP zip on your server or contact your site host.":["Установите PHP zip на свой сервер или свяжитесь с поддержкой хостинга."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Это позволяет Elementor сканировать ваши SVG-файлы на предмет вредоносного содержимого. В противном случае вы можете пропустить любые SVG в этом импорте."],"First, enable unfiltered file uploads.":["Во-первых, разрешите загрузку файлов без фильтров."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Не о чем беспокоиться, просто продолжайте без импорта SVG или вернитесь и начните импорт снова."],"Custom Post Type":["Произвольные записи"],"WP Posts":["Записи WP"],"WP Pages":["Страницы WP"],"To import or export these components, you’ll need Elementor Pro.":["Чтобы импортировать или экспортировать эти компоненты, вам понадобится Elementor Pro."],"Global widgets":["Глобальные виджеты"],"Kit Info":["Информация о наборе"],"How does importing work?":["Как работает импорт?"],"How does exporting work?":["Как работает экспорт?"],"Setting up your kit...":["Установка вашего набора..."],"Select the items you want to keep and apply:":["Выберите элементы, которые хотите оставить и применить:"],"Your site's homepage will be determined by the kit. You can change this later.":["Главная страница сайта будет определяться комплектом. Вы можете изменить это позже."],"Existing":["Существующий"],"Imported":["Импортировано"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Загрузите файл с шаблонами, настройками сайта, модержимым и т. д., и автоматически примените их к своему сайту."],"Back to Kit Library":["Вернуться к библиотеке наборов"],"Your kit is now live on your site!":["Ваш набор теперь размещен на сайте!"],"Kit Description":["Описание набора"],"Kit Name":["Название набора"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Выберите, какие компоненты Elementor - шаблоны, содержимое и настройки сайта включить в файл набора."],"Kit Information":["Информация о наборе"],"Elementor Kit":["Набор Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Это детали, которые вы можете использовать, чтобы быстро найти и применить этот набор в будущем, даже когда ваша коллекция будет расти."],"What is kit information?":["Что такое информация о наборе?"],"Website Kit Information":["Информация о наборе веб-сайта"],"Say something about the style and content of these files...":["Скажите что-нибудь о стиле или содержимом этих файлов..."],"Now you can import this kit and use it on other sites.":["Теперь вы можете импортировать этот набор и использовать его на других сайтах."],"Import":["Импорт"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Не о чем беспокоиться, просто попробуйте еще раз. Если проблема не исчезнет, перейдите в Справочный центр."],"to learn more about building your site with Elementor Kits":["чтобы узнать больше о создании сайта с помощью Комплектов Elementor"],"Don't close this window until the process is finished.":["Не закрывайте это окно до завершения процесса."],"This usually takes a few moments.":["Обычно это занимает несколько минут."],"Or":["Или"],"Drag & drop the .zip file with your Kit":["Перетащите файл .zip со своим набором"],"Upload Files to Your Library":["Загрузите файлы в свою библиотеку"],"We recommend that you backup your site before importing a kit file.":["Рекомендуем сделать резервную копию сайта перед импортом файла набора."],"Important:":["Важно:"],"By default, all of your components will be exported.":["По умолчанию будут экспортированы все ваши компоненты."],"Background Settings":["Настройки фона"],"Lightbox Settings":["Настройки лайтбокса"],"Theme Style settings":["Настройки стилей темы"],"Elementor Pages":["Страницы Elementor"],"404 Error Page":["Страница 404"],"to download":["чтобы скачать"],"Download not working?":["Загрузка не работает?"],"Your export is ready!":["Экспорт готов!"],"Back to dashboard":["Вернуться в консоль"],"Learn more":["Узнать больше"],"Landing Pages":["Целевые страницы"],"App could not be loaded":["Приложение не может быть загружено"],"Global Colors":["Глобальные цвета"],"Search Results":["Результаты поиска"],"Archives":["Архивы"],"Single Posts":["Одиночные записи"],"Single Pages":["Одиночные страницы"],"Footers":["Подвалы"],"Headers":["Хедеры"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Очень жаль, но что-то пошло не так. Нажмите ‘Подробнее’ и следуйте каждому из шагов, чтобы быстро решить проблему."],"Tip":["Совет"],"Not Found":["Не найдено"],"Site Settings":["Настройки сайта"],"Layout Settings":["Настройки макета"],"Back":["Назад"],"Next":["Далее"],"Previous":["Назад"],"Popups":["Всплывающие окна"],"Continue":["Продолжить"],"Plugins":["Плагины"],"Skip":["Пропустить"],"Something went wrong.":["Что-то пошло не так."],"Select File":["Выберите файл"],"Click here":["Нажмите здесь"],"Enable":["Включить"],"Edit Template":["Редактировать шаблон"],"Elementor Posts":["Записи Elementor"],"Export":["Экспорт"],"Close":["Закрыть"],"Saved Templates":["Сохранённые шаблоны"],"Templates":["Шаблоны"],"Learn More":["Узнать больше"],"Global Fonts":["Глобальные шрифты"],"Version":["Версия"],"Yes":["Да"],"Content":["Содержимое"],"Go Back":["Вернуться"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}